[{"id":1,"imageSource":"../img/witcher_1.png","genre":"Фэнтези","mark":4.6,"name":"Ведьмак: Последнее желание","author":"А. Сапковский","description":"Профессиональный истребитель чудовищ по своему очередному заданию прибывает в столицу Вызиму, чтобы расправиться с упырем и спасти дочь короля. Задание оказывается непростым, в процессе Геральт раскрывает придворные интриги, рискует собственной жизнью и даже получает опасное ранение. Первая книга из мира на острие меча, наполненного опасной магией, смертельными проклятиями, великолепными боевыми сценами и захватывающими приключениями."},{"id":2,"imageSource":"../img/witcher_2.png","genre":"Фэнтези","mark":4.5,"name":"Ведьмак: Меч предназначения","author":"А. Сапковский","description":"В этой части Геральт впервые встречает принцессу Цири и находит своё Предназначение. А ещё сражается с драконоборцами, выясняет свой предел возможного, раскрывает тайну погибших собирателей жемчуга и получает серьёзное ранение. А в это время огромная армия Нильфгаарда наступает с юга…"},{"id":3,"imageSource":"../img/witcher_3.png","genre":"Фэнтези","mark":4.9,"name":"Ведьмак: Кровь эльфов","author":"А. Сапковский","description":"Королевство Цинтра захвачено, но юная наследница Цири чудом избежала смерти. Геральт доставляет её в убежище ведьмаков, где девочка приступает к обучению. А затем выясняет, что и сама обладает магическими способностями. Теперь нужно разобраться, что делать с её сверхъестественными силами и как научиться ими управлять. Упомянутая в названии кровь эльфов в этой книге действительно прольется…"},{"id":4,"imageSource":"../img/witcher_4.png","genre":"Фэнтези","mark":5.0,"name":"Ведьмак: Час презрения","author":"А. Сапковский","description":"Разладилась дружба между королями и чародеями. Больше никому нельзя доверять. Кровавый мятеж развязывает новую войну, Цири находит временное убежище в пустыне, а чудом оставшийся в живых Геральт оказывается в Брокилоне. Теперь каждый сам по себе, и окружающий мир больше не станет прежним, как никому из наших героев уже не придётся вернуться к привычной жизни."},{"id":5,"imageSource":"../img/witcher_5.png","genre":"Фэнтези","mark":4.7,"name":"Ведьмак: Крещение огнём","author":"А. Сапковский","description":"Геральт в компании обаятельного Лютика разыскивает Цири по всему свету. Вместе с ним путешествуют великолепная лучница Мальва, посланник императора, практически двойник Цири и - вы просто не поверите! - высший вампир. Так невероятно усложнилась и изменилась жизнь, если профессиональный наемник вынужден находиться в столь странной компании."},{"id":6,"imageSource":"../img/witcher_6.png","genre":"Фэнтези","mark":4.0,"name":"Ведьмак: Башня Ласточки","author":"А. Сапковский","description":"Цири чудом избегает неминуемой гибели. По её следам идут могущественные враги. Чародейка, которая собиралась ей помощь, сама попадает в ужасную беду. Ведьмак по-прежнему не укрыл девушку под своим крылом, хотя продолжает искать её всюду. Остается одна надежда: укрыться в волшебной Башне Ласточки, куда теперь устремляется Цири."},{"id":7,"imageSource":"../img/witcher_7.png","genre":"Фэнтези","mark":4.5,"name":"Ведьмак: Владычица озера","author":"А. Сапковский","description":"Теперь читатели вместе с героями этой саги заблудятся в параллельных мирах и окажутся у народа Ольх, где обитают эльфы и единороги. Цири и Йеннифер договариваются о встрече с Геральтом в Ривии. Но в назначенный день в городе начинается резня. Неужели действительно здесь и сейчас сбудется древнее Пророчество? А седовласый ведьмак погибнет, как и многие из его друзей? Чем же закончится культовая фэнтези-сага? Узнать об этом можно из последнего тома серии."}]